Repository: luzfcb/plasma-applet-thermal-monitor
Catalog: translations/po/plasma_applet_org.kde.thermalMonitor_*.po
Languages: pt

source: Temperature
pt: Temperatura

source: Appearance
pt: Aparência

source: Alias font size:
pt: Tamanho da fonte do alias:

source: Temperature font size:
pt: Tamanho da fonte temperatura:

source: Icon font size:
pt: Tamanho da fonte do ícone:

source: Temperature right margin:
pt: Margem direita da temperatura:

source: Notification icon bottom margin:
pt: Margem inferior do ícone de notificação:

source: Enable label drop shadow
pt: Habilitar sombreamento da etiqueta

source: Update interval:
pt: Intervalo de atualização:

source: Temperature:
pt: Temperatura:

source: °C
pt: ºC

source: Add Resource
pt: Adicionar recurso

source: Edit Resource
pt: Editar recurso

source: Source
pt: Recurso

source: Group of sources
pt: Grupo de recursos

source: NOTE: Group of sources shows the highest temperature of chosen sources.
pt: NOTA: Grupo de fontes mostra a temperatura mais alta das fontes escolhidas.

source: Override limit temperatures
pt: Sobreescrever temperaturas límite

source: Warning temperature [°C]:
pt: Temperatura elevada [°C]:

source: Meltdown temperature [°C]:
pt: Temperatura crítica [°C]:

source: Plasmoid version:
pt: Versião do plasmoid:

source: Resources
pt: Recursos

source: Add resources by clicking "+" button.
pt: Adicione recurso clicando no botão "+"

source: Action
pt: Ação

source: Notifications
pt: Notificações

source: Reload Temperature Sources
pt: Recarregar Fontes de Temperatura
